products/wso2_GW/product_features/message_routing/message_routing_scenarios/GW-32/request1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.carbon.wso2.org">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:echoInt>
              <ser:x>8</ser:x>
      </ser:echoInt>
   </soapenv:Body>
</soapenv:Envelope>
