qa/qa-artifacts/bam/messages/Axis2_echostring.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.carbon.wso2.org">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:echoString>
         <!--Optional:-->
         <ser:s>admin</ser:s>
      </ser:echoString>
   </soapenv:Body>
</soapenv:Envelope>
