qa/qa-artifacts/bam/messages/Axis2_echoint.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.carbon.wso2.org">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:echoInt>
         <!--Optional:-->
         <ser:x>1234</ser:x>
      </ser:echoInt>
   </soapenv:Body>
</soapenv:Envelope>
