qa/qa-artifacts/esb/esb450/mediators/xslt/localRegistryEntryKeyRef/resources/echoString.xml

<?xml version='1.0' encoding='UTF-8'?>
   <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
     <soapenv:Body>   
  	 <p:echoString xmlns:p="http://service.carbon.wso2.org">
            <p:s>Hellooo gorgeous!!!!!</p:s>
  	 </p:echoString>
     </soapenv:Body>   
   </soapenv:Envelope>
